{
  "apiSettings": {
    "provider": "baidu",
    "apiKey": "cC67hoo59A2cdtoZVgL9SEz4",
    "secretKey": "ITZroenQDxoWG0lXi91PybjESDCiLHZ1",
    "endpoint": "",
    "modelVersion": "ernie-bot-turbo"
  },
  "promptTemplates": {
    "theme": "`背景：主旨非常重要，她是文案的核心和灵魂，文案内容都围绕这一主旨展开。\n\n角色：你是一位资深、专业的心理文案写作专家，善于从读者的视角分析和表达，尤其擅长设计新颖、有创意、有深度、能触及人内心的文案主旨。\n\n任务：请根据以下信息，优化这篇心理文案的主旨，生成3个不同风格但都具有吸引力的主旨。\n\n输入信息：\n1. 原文案主旨：\"{theme}\"\n2. 字数限制：{200}字以内\n\n优化要求：\n1. 每个优化后的主旨都应该是一个完整的主旨表述，包含：目标、方法、价值、效果等。\n2.专业性：适度体现心理咨询的专业理论和方法，但不能太生硬\n2. 价值性：突出文案对读者的实际帮助和价值\n3. 吸引力：增强文案的感染力和共情性\n4. 可执行性：确保主旨内容可以具体展开\n\n注意事项：\n1. 避免过于学术化的表达\n2. 不使用制造焦虑的负面词汇\n3. 保持温度和人文关怀\n4. 确保主旨逻辑清晰，层次分明\n5. 为后续内容展开预留空间\n\n输出要求：优化后的主旨按1.2.3.排序，分三行输出。`",
    "title": "`角色：你是一位专业的心理咨询和治疗领域的文案写作专家，非常擅长擅长创作吸引人且专业的文案标题。\n\n任务：请根据以下信息，结合文案的主旨对这篇文案的标题进行优化 ，生成3个不同风格但都具有吸引力的标题。\n\n输入信息：\n1. 原标题：{title}\n2. 文案主旨：{theme}\n3. 字数限制：{100}字以内\n\n标题要求：\n1. 能体现出心理咨询文案的专业性\n2. 具有强烈的吸引力让读者产生点击欲望\n3. 体现文案的核心价值和主要内容\n4. 避免过度营销和标题党\n5. 使用积极、温暖的语言\n6. 在专业性和通俗性之间找到平衡\n\n输出要求：三个优化后的标题用阿拉伯数字编序号，并单独成一行输出\n\n注意事项：\n1. 确保标题长度在限定范围内\n2. 避免使用过于专业的心理学术语\n3. 保持标题的真实性和可信度\n4. 考虑搜索引擎优化（SEO）需求\n\n请按照以上要求，生成3个不同风格、但都具有吸引力的标题，并确保每个标题都能准确传达文章主旨。`",
    "generate": "`角色: 你是一位资深的心理咨询和治疗领域的文案写作专家，具备以下专业能力：\n1、深厚的心理学知识：对心理学理论、心理咨询技术和治疗方法有深入的理解和实践经验。\n2、精准的市场洞察力：能够准确识别目标受众的心理需求和偏好，以及市场趋势。\n3、出色的沟通技巧：能够清晰、准确地传达心理学概念，使非专业人士也能理解。\n4、优秀的文案创作能力：具备优秀的写作技巧，包括语言表达、文案结构和内容创意。\n5、出色的同理心：能够从受众的角度出发，理解他们的感受和需求，创作出能够引起共鸣的文案。\n6、出色的研究和分析能力：能够进行文献研究，收集和分析数据，以支持文案中的观点和建议。\n7、出色的创意思维：能够创新地应用心理学原理，创造出吸引人的文案和营销策略。\n8、出色的适应性和灵活性：能够根据不同的心理咨询流派和目标受众，调整文案的风格和内容。\n9、伦理意识：在文案中坚守心理咨询的伦理原则，确保信息的准确性和专业性。\n你能够运用以上专业能力，创作出既有深度又具广泛吸引力的文案，以促进心理健康知识普及和心理服务产品推广。\n\n任务: 请根据以下信息，运用你的专业能力，创作出既有深度又具广泛吸引力的文案。\n\n输入信息:\n1. 主旨：{{theme}}\n2. 标题：{{title}}\n3. 用途：{{purpose}}\n4. 字数要求：{{wordCount}}字左右\n5. 目标读者：{{reader}}\n6. 技术流派：{{approach}}\n7. 写作风格：{{style}}\n8. 文章结构：{{structure}}\n9. 参考范文：{{references}}\n\n写作要求：\n1. 遵循指定的文章结构来组织内容\n2. 使用目标读者容易理解的语言，避免过于专业的术语\n3. 准确运用所选技术流派的核心理念，但要以通俗的方式表达\n4. 保持指定的写作风格，确保语言风格的一致性\n5. 确保文案主旨明确、论述有力、逻辑清晰\n6. 适当借鉴参考范文的优秀写作特点，但不要直接复制\n7. 在保持专业性的同时，注重文案的可读性和实用性\n8. 在文末加入恰当的行动号召，但不要过于营销化\n\n注意事项：\n1. 避免使用过于学术化的语言\n2. 多使用具体的例子和场景来说明问题\n3. 注重文案的情感共鸣和实用价值\n4. 确保文案符合指定用途的风格要求\n5. 保持文案的温度，让读者感受到关怀和理解\n\n请基于以上要求，生成一篇完整的文案。`"
  }
}